work-specific/napi/DSLE-22396/getData.env

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.api.report.dslo.assia.com" xmlns:xsd="http://model.napi.dslo.assia.com/xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:getData>
         <ws:reportID>LAYER2_DATA</ws:reportID>
         <ws:key>
            <xsd:type>LINE_ID</xsd:type>
            <xsd:value>9875550011</xsd:value>
         </ws:key>
         <ws:dateInfo>
		<xsd:startDate>2020-09-19 00:00:00</xsd:startDate>
         </ws:dateInfo>        
      </ws:getData>
   </soapenv:Body>
</soapenv:Envelope>
